{
  "services":[
    {
      "doubleWide": false,
      "featured": false,
      "title": "Sealants and Fillings",
      "titleMobil": "Sealants and Fillings",
      "titleFull": "Sealants and Fillings",
      "image": "sealants.jpg",
      "modalTarget": "sealants",
      "text": ["Normal pits and grooves on the chewing surfaces of back teeth can trap food that can't be removed by brushing or washed out by water or saliva. A sealant is a tough, plastic material designed to bond (stick) to tooth enamel.",
        "Composite fillings are more than just attractive. They require minimal tooth preparation, in other words less healthy tooth structure is removed to restore the tooth. Also, a sealant can be placed over the remaining exposed grooves of the tooth to minimize the risk of decay on another area of the tooth."]
    },
    {
      "doubleWide": false,
      "featured": false,
      "title": "Digital X-Rays",
      "titleMobil": "Digital X-Rays",
      "titleFull": "Digital X-Rays",
      "image": "xrays.jpg",
      "modalTarget": "xrays",
      "text": ["Dental x-rays or radiographs allow the dentist to see things about your oral health that cannot be seen by the naked eye. These items include cysts, cancerous and non-cancerous tumors, invisible decay that occurs between teeth, and the location of teeth that haven't grown all the way in.",
        "Modern dental x-ray machines are very safe. We use only state-of-the-art, low radiation machines. The amount of radiation exposure your body receives on an airplane flight from Los Angeles to New York exceeds the amount of exposure you will receive from a modern dental x-ray machine. Contrast this minimal exposure with the risk of not finding an illness until it is too late, and you can see why we prescribe regular diagnostic x-rays."]
    },
    {
      "doubleWide": false,
      "featured": false,
      "title": "Preventive Care",
      "titleMobil": "Preventive Care",
      "titleFull": "Preventive Care",
      "image": "prevent.jpg",
      "modalTarget": "prevent",
      "text": ["Prevention is always better than treatment. Brush your teeth twice daily using any soft-bristled, ADA-approved tooth brush. We also recommend the use of modern electric tooth brushes such as Sonicare and Braun. Floss daily to remove plaque between teeth that you can't reach with regular brushing.",
        "Always rinse thoroughly with water after brushing (or after meals if you are unable to brush.) You may occasionally use a mouthwash to rinse. Children may benefit from the use of ACT fluoride rinse, to help prevent cavities from forming in between the teeth."]
    },
    {
      "doubleWide": false,
      "featured": false,
      "title": "Crowns",
      "titleMobil": "Crowns",
      "titleFull": "Crowns",
      "image": "crown.jpg",
      "modalTarget": "crown",
      "text": ["A crown (often called a cap) covers the tooth and restores it to its original shape and size. Decay is removed and cleaned from the tooth and a preformed crown is placed over the tooth. Unlike adult crowns, in which the crown is made to fit the tooth, which requires two appointments, baby crowns are placed in one visit, because the tooth is prepared to fit the crown."]
    },
    {
      "doubleWide": false,
      "featured": false,
      "title": "Space Maintainers",
      "titleMobil": "Space Maintainers",
      "titleFull": "Space Maintainers",
      "image": "space.jpg",
      "modalTarget": "space",
      "text": ["When your child prematurely loses a baby tooth, the use of a space maintainer may be used. A space maintainer -- a combination of bands and wires designed to hold the remaining teeth in a position that will allow the future permanent tooth to erupt in the proper location."]
    }
  ]
}